======================cycle0 Start======================
Thu Apr 11 17:48:48 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:00:41
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 2 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:00:47
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 2 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.646 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.428 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.380 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.396 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.459 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4075ms
rtt min/avg/max/mdev = 0.380/0.461/0.646/0.099 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:JA0MBLDFZ+6YWAlcGnQ2mADsKsEmrN8EeADGpRzOpCs.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle1 Start======================
Thu Apr 11 18:01:46 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:13:39
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 15 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:13:45
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 15 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.651 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.365 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.392 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.362 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.387 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4092ms
rtt min/avg/max/mdev = 0.362/0.431/0.651/0.111 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:qi0GlKWICyXerw558DGyLXpcU7txOrC/ZaQ+JQL7hzk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 10:16:50 2024
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle2 Start======================
Thu Apr 11 18:14:12 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:26:05
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 27 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:26:10
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 28 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.668 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.396 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.408 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.341 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.343 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4077ms
rtt min/avg/max/mdev = 0.341/0.431/0.668/0.122 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:2wiI12hOvo9XtEms+v29PRpDaMoiOEwu7ZVQFhE0uEw.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 10:18:05 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle3 Start======================
Thu Apr 11 18:26:28 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:38:21
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 40 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:38:26
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 40 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.704 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.385 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.358 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.374 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.594 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4103ms
rtt min/avg/max/mdev = 0.358/0.483/0.704/0.140 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:1AwNN/UhRGmAaeenYZJwS55Q+sa1a4YHedRmLR9g1Bo.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 10:30:21 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle4 Start======================
Thu Apr 11 18:39:05 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:50:58
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 52 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 11:51:03
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 6 Hours 52 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.664 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.398 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.488 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.374 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.415 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4098ms
rtt min/avg/max/mdev = 0.374/0.467/0.664/0.108 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:caNVXoLcDHCMfsNUSmGwL0SklHoRyKLBBgFGU20txfw.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 10:42:58 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle5 Start======================
Thu Apr 11 18:54:34 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:06:27
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 8 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:06:32
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 8 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.721 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.411 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.404 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.420 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4074ms
rtt min/avg/max/mdev = 0.369/0.465/0.721/0.129 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:fa1BdkFUE4TrCPtM6FB7FTfGOhWtH8lI/LjETIKszBk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 10:58:27 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle6 Start======================
Thu Apr 11 19:07:19 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:19:13
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 21 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:19:18
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 21 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.890 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.455 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.431 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.391 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4076ms
rtt min/avg/max/mdev = 0.357/0.504/0.890/0.197 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:6T1KZjHlnDDyt4cYm86NUADG7xV0d6djHGPNT7SuXro.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 11:11:13 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle7 Start======================
Thu Apr 11 19:20:07 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:32:00
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 33 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:32:06
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 34 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.710 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.419 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.367 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.417 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.343 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4077ms
rtt min/avg/max/mdev = 0.343/0.451/0.710/0.133 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:crHUAFPhEQWXWqEmdEiOuhIuO3gIo4I/Te6ijPJ+L0Y.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 11:24:00 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle8 Start======================
Thu Apr 11 19:33:26 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:45:19
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 47 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:45:25
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 47 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.692 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.456 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.409 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.416 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4078ms
rtt min/avg/max/mdev = 0.357/0.466/0.692/0.117 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:YKXc2MBChebS/23TBDNr0UaS/jhuZqQAxY666So1WpY.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 11:37:21 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle9 Start======================
Thu Apr 11 19:45:43 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:57:36
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 59 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 12:57:41
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 7 Hours 59 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.638 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.398 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.362 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.385 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4094ms
rtt min/avg/max/mdev = 0.362/0.430/0.638/0.106 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:atjOIHDiyNNIir9bcmti5BSiBgW+ttlVpMxTSGXE8sk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 11:49:37 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle10 Start======================
Thu Apr 11 19:58:32 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:10:25
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 12 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:10:30
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 12 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.720 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.394 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.362 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.404 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.373 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4081ms
rtt min/avg/max/mdev = 0.362/0.450/0.720/0.137 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:mYJ2JW4bGjyjasM/WeKUaa18F409AwendbHLYI2Yp6k.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 12:02:25 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle11 Start======================
Thu Apr 11 20:12:21 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:24:14
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 26 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:24:19
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 26 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.640 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.344 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.342 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.341 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4073ms
rtt min/avg/max/mdev = 0.341/0.415/0.640/0.116 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:FbPABFbAI7LgOR7NfC1dXxq9UcaZYXp/bIvmGJtB6MA.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 12:16:14 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle12 Start======================
Thu Apr 11 20:29:22 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:41:16
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 43 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:41:21
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 43 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.600 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.401 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.383 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.377 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4073ms
rtt min/avg/max/mdev = 0.357/0.423/0.600/0.092 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:gLPzY2SF+zL+PrjgSrA2DC5iHq6ibq+Rh2ScQl4ZFXU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 12:28:20 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle13 Start======================
Thu Apr 11 20:43:30 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:55:23
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 57 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 13:55:29
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 8 Hours 57 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.645 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.411 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.364 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.413 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.429 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4081ms
rtt min/avg/max/mdev = 0.364/0.452/0.645/0.100 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:Twyyig14A4CgyQS42bkoLNOhETJE/RuRDeV5q1CTz44.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 12:47:25 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle14 Start======================
Thu Apr 11 20:55:50 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:07:43
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 9 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:07:49
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 9 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.628 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.358 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.366 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.342 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.350 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4095ms
rtt min/avg/max/mdev = 0.342/0.408/0.628/0.112 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:zmx/KB5vUamAeGEmiNGfuQxAnkyuhCebzm4xAu6Ilcs.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 12:59:44 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle15 Start======================
Thu Apr 11 21:09:38 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:21:31
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 23 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:21:36
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 23 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.698 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.360 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.333 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.399 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.349 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4088ms
rtt min/avg/max/mdev = 0.333/0.427/0.698/0.139 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:iaF2chOfQA/tJ12/SyePJAa5ZSR5aReeRAVzSWDPUfI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 13:13:32 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle16 Start======================
Thu Apr 11 21:21:46 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:33:39
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 35 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:33:44
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 35 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.669 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.355 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.380 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.370 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.367 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4086ms
rtt min/avg/max/mdev = 0.355/0.428/0.669/0.121 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:TzQAYeISDJt1pvxN5qmsD35cgEehwt2BmP4wvwaKIp8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 13:25:40 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle17 Start======================
Thu Apr 11 21:33:55 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:45:48
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 47 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 14:45:54
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 9 Hours 47 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=1.23 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.396 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.440 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.349 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.400 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4077ms
rtt min/avg/max/mdev = 0.349/0.564/1.238/0.338 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:6jpcz3JeW1Gd4matBseLu04eaj7JBjgTTjDMTGS0v0U.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 13:37:49 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle18 Start======================
Thu Apr 11 21:54:09 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:06:02
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 7 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:06:08
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 8 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.612 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.460 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.358 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.355 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.371 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4102ms
rtt min/avg/max/mdev = 0.355/0.431/0.612/0.099 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:wrsmbVae5irGw07ZVCVzYzEXr3ma5Pz/leWDlV6PBCA.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 13:53:06 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle19 Start======================
Thu Apr 11 22:06:31 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:18:24
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 20 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:18:30
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 20 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.645 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.399 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.347 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.420 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.823 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4088ms
rtt min/avg/max/mdev = 0.347/0.526/0.823/0.182 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:fijjWg7V7tdqqJnL+F0uOvNaMRWnnNkHQh0A51Vu/jg.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 14:10:26 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle20 Start======================
Thu Apr 11 22:18:39 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:30:32
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 32 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:30:37
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 32 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.639 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.405 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.418 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.375 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.352 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4104ms
rtt min/avg/max/mdev = 0.352/0.437/0.639/0.106 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:BXbVr+5au7n2mQkQmBOxLfS7oe5JiE1ECjdwXI3O/JI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 14:22:34 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle21 Start======================
Thu Apr 11 22:30:20 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:42:13
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 44 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:42:18
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 44 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.693 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.358 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.370 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.379 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.370 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4087ms
rtt min/avg/max/mdev = 0.358/0.434/0.693/0.129 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:PzLFFiIzpGoQEsSjhPJQAGCV8Rx2ZKEHpC0yxwhrCto.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 14:34:14 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle22 Start======================
Thu Apr 11 22:43:00 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:54:53
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 56 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 15:54:58
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 10 Hours 56 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.687 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.366 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.366 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.370 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4096ms
rtt min/avg/max/mdev = 0.366/0.431/0.687/0.129 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:1T7TL5AYM85IWeKpmpvoh7o3Uzj0s6VEAJuBhygzeOE.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 14:46:55 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle23 Start======================
Thu Apr 11 22:53:57 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:05:51
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 7 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:05:57
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 7 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.636 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.366 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.376 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.458 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.449 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4076ms
rtt min/avg/max/mdev = 0.366/0.457/0.636/0.096 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:ENgT4ri99EvlvDJWAyKozj1LDEYWdHHBK6gufQ1nqTU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 14:57:52 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle24 Start======================
Thu Apr 11 23:11:28 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:23:22
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 25 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:23:27
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 25 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.601 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.361 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.372 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.361 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4099ms
rtt min/avg/max/mdev = 0.359/0.410/0.601/0.098 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:pUL9bSBV4MjF1RML41jOCL1Bs66KAIWGSz4ubSTw7y0.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 15:10:27 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle25 Start======================
Thu Apr 11 23:24:30 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:36:23
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 38 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:36:29
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 38 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.760 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.401 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.435 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.411 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.423 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4103ms
rtt min/avg/max/mdev = 0.401/0.486/0.760/0.137 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:vDhEaCI8qauNBH3eTSkL3TPE9xcJDFIqI5u5d4x1po4.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 15:28:24 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle26 Start======================
Thu Apr 11 23:37:33 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:49:27
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 51 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 16:49:33
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 11 Hours 51 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.693 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.370 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.348 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.367 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4095ms
rtt min/avg/max/mdev = 0.348/0.429/0.693/0.133 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:89k8cCJkQ4ggqVsPoNR9ABVQsH5bfizuGzjpdBYehwg.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 15:41:29 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle27 Start======================
Thu Apr 11 23:51:02 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:02:55
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 4 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:03:00
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 4 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.760 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.367 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.362 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=1.22 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.361 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4057ms
rtt min/avg/max/mdev = 0.361/0.614/1.224/0.342 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:Eitnc2o9cr2nAkzpP3HxlNaP3gIV8H1iPhrQBC3E0t8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 15:54:58 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle28 Start======================
Fri Apr 12 00:03:43 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:15:37
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 17 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:15:42
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 17 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.661 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.372 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.385 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.388 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.358 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4100ms
rtt min/avg/max/mdev = 0.358/0.432/0.661/0.117 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:SSa+nrYy6PDSZPgZsj+N+aYZa2D8TaMj6yiekDEhZTs.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 16:07:39 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle29 Start======================
Fri Apr 12 00:16:05 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:27:58
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 29 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:28:03
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 29 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.741 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.338 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.423 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.455 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.388 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4101ms
rtt min/avg/max/mdev = 0.338/0.469/0.741/0.141 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:MZs7ag/Bh3w/FssHE/bqElLRhDoGkjdPusB5xxgIee8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 16:20:01 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle30 Start======================
Fri Apr 12 00:28:16 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:40:10
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 42 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:40:15
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 42 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.710 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.413 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.402 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.358 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.383 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4094ms
rtt min/avg/max/mdev = 0.358/0.453/0.710/0.130 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:pB3RTMXuDpKyH2SGQ76pgpuVsfBECe7Pg6zEtc7RlAk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 16:32:12 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle31 Start======================
Fri Apr 12 00:41:55 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:53:49
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 55 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 17:53:54
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 12 Hours 55 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.693 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.407 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.414 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.336 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4096ms
rtt min/avg/max/mdev = 0.336/0.452/0.693/0.123 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:IPIPYRcCCBGLXyU02z9OwvOQWxYCx31CPnBBmhtn/ME.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 16:45:52 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle32 Start======================
Fri Apr 12 00:57:20 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:09:14
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 11 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:09:19
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 11 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.728 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.503 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.413 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.396 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4075ms
rtt min/avg/max/mdev = 0.357/0.479/0.728/0.134 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:b1yytK3fuOlBzIvHIGVJWVu2DaEcjl3HE7RuZk/tjfw.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 17:01:17 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle33 Start======================
Fri Apr 12 01:14:49 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:26:42
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 28 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:26:48
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 28 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.621 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.415 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.413 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.405 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.364 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4094ms
rtt min/avg/max/mdev = 0.364/0.443/0.621/0.093 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:7ARSvOOrT0MHt38/u4jYcuUMRlfpOLEHtH3oSRA4fp8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 17:13:49 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle34 Start======================
Fri Apr 12 01:28:12 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:40:06
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 41 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:40:12
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 42 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.687 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.474 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.461 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.427 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=1.60 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4080ms
rtt min/avg/max/mdev = 0.427/0.730/1.605/0.447 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:9d0IjgzJLBGzx9mlYkS0my5fo6Mo9OsrwHW/C6ZCX1I.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 17:32:09 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle35 Start======================
Fri Apr 12 01:40:26 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:52:19
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 54 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 18:52:24
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 13 Hours 54 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.672 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.375 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.393 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.470 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4097ms
rtt min/avg/max/mdev = 0.359/0.453/0.672/0.118 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:AZqmclD2hDNYBg1iAp4IDDl7gFvd5uq+VV1SW+uPYyU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 17:44:23 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle36 Start======================
Fri Apr 12 01:52:55 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:04:48
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 6 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:04:54
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 6 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.678 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.402 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.409 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.419 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.404 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4102ms
rtt min/avg/max/mdev = 0.402/0.462/0.678/0.109 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:fTQ4IKLQYdnWoA+SDW5jCPffnohZugJwEkDU8LZGduA.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 17:56:51 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle37 Start======================
Fri Apr 12 02:06:32 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:18:25
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 20 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:18:30
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 20 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.681 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.457 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.405 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.353 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.406 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4101ms
rtt min/avg/max/mdev = 0.353/0.460/0.681/0.116 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:w9RgZDVBbqaDGk7iFl6VgKgbwWLM14EGeIZ2ir+/jAc.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 18:10:30 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle38 Start======================
Fri Apr 12 02:18:45 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:30:38
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 32 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:30:43
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 32 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.684 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.411 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.424 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.416 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.427 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4102ms
rtt min/avg/max/mdev = 0.411/0.472/0.684/0.107 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:GRPAtXXJyfXVOWUNR8tNoTGTttm3R21Z+yXJiUJCWCI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 18:22:41 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle39 Start======================
Fri Apr 12 02:32:12 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:44:06
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 45 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:44:11
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 46 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.731 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.394 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.440 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.419 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.372 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4074ms
rtt min/avg/max/mdev = 0.372/0.471/0.731/0.132 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:OOEO3jeO3HxshouzUPEyIIrZpT5+htGWnXjXmDYCC3A.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 18:36:10 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle40 Start======================
Fri Apr 12 02:44:32 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:56:25
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 58 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 19:56:31
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 14 Hours 58 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.689 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.413 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.421 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.380 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.514 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4082ms
rtt min/avg/max/mdev = 0.380/0.483/0.689/0.113 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:4gxFrk+22AJVFMAC/l7hJDpyaxRQvPVlI3YgHzm4ccY.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 18:48:29 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle41 Start======================
Fri Apr 12 02:57:19 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:09:12
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 11 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:09:17
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 11 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.706 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.354 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.505 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.324 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.352 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4099ms
rtt min/avg/max/mdev = 0.324/0.448/0.706/0.144 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:6Bb0YwWRQosq5z/K1p5S43k5oNvYQ4YmQLdTiEL7iow.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 19:01:16 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle42 Start======================
Fri Apr 12 03:09:19 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:21:12
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 23 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:21:18
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 23 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.693 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.442 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.425 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.352 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.340 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4074ms
rtt min/avg/max/mdev = 0.340/0.450/0.693/0.129 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:9reVwmr2pGomEydSUjJR3sR0XAN2I574dZ4V7b20B80.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 19:13:17 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle43 Start======================
Fri Apr 12 03:21:49 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:33:42
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 35 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:33:47
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 35 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.618 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.418 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.418 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.350 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.345 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4089ms
rtt min/avg/max/mdev = 0.345/0.429/0.618/0.102 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:PbRts/D3zOWtZAuJBoyuRh/BewdaUtykU9z4qLSmseA.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 19:25:46 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle44 Start======================
Fri Apr 12 03:33:46 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:45:40
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 47 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:45:45
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 15 Hours 47 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.838 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.351 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.417 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.377 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4085ms
rtt min/avg/max/mdev = 0.351/0.468/0.838/0.187 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:DcsUA8WFY4/JS3cPQ0kej9O4LXl18h50c5i22AUPYJM.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 19:37:44 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle45 Start======================
Fri Apr 12 03:46:33 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:58:26
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 0 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 20:58:32
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 0 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.665 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.500 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.413 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.404 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.410 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4100ms
rtt min/avg/max/mdev = 0.404/0.478/0.665/0.101 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:sEDlelINkbviCV7OLpgBhN/6KZjMjk7LEREHlxljLjE.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 19:50:31 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle46 Start======================
Fri Apr 12 03:58:38 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:10:31
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 12 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:10:36
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 12 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.643 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.374 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.364 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.370 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4086ms
rtt min/avg/max/mdev = 0.364/0.424/0.643/0.109 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:8Nrp5U0s286pExaK2x7cyq+hR2+SyK5DKU45Sj6BXIg.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 20:02:35 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle47 Start======================
Fri Apr 12 04:10:56 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:22:50
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 24 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:22:56
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 24 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.605 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.420 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.410 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4075ms
rtt min/avg/max/mdev = 0.359/0.440/0.605/0.088 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:gdPLDUSKDXigrR3NDyBK8DTVOK1O1h0moR6QlLtMSXw.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 20:14:54 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle48 Start======================
Fri Apr 12 04:23:35 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:35:29
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 37 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:35:34
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 37 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.790 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.375 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.468 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.455 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.438 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4094ms
rtt min/avg/max/mdev = 0.375/0.505/0.790/0.146 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:z3x2kQ+LpjnzKRGYMIvu7yIflvEtqtPvvSX9zP/0R6g.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 20:27:33 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle49 Start======================
Fri Apr 12 04:40:58 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:52:51
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 54 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 21:52:57
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 16 Hours 54 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.695 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.417 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.408 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4101ms
rtt min/avg/max/mdev = 0.408/0.468/0.695/0.113 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:5tR1mMxYHkqCot+dLXP6S5uOs9fOURehi6eYh/kXnug.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 20:39:59 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle50 Start======================
Fri Apr 12 04:59:41 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:11:34
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 13 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:11:40
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 13 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.647 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.408 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.439 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.407 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.367 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4103ms
rtt min/avg/max/mdev = 0.367/0.453/0.647/0.102 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:91f0qYzJ1vfTR+kz4bQNdv5qmKjwCKmKBVOTBGQkZY8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 20:58:43 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle51 Start======================
Fri Apr 12 05:12:09 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:24:02
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 25 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:24:07
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 25 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.662 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.356 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.406 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.335 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4074ms
rtt min/avg/max/mdev = 0.335/0.423/0.662/0.122 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:pp823tZm5K7IX1CNsaClOfjathfzMLA1mzYBDbxhmDU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 21:16:07 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle52 Start======================
Fri Apr 12 05:25:38 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:37:31
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 39 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:37:37
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 39 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.715 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.340 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.391 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.418 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.358 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4101ms
rtt min/avg/max/mdev = 0.340/0.444/0.715/0.139 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:TBCLSd1/SGcm8izwOUFhYSX9p4rZN3Jric4OYkvuLfo.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 21:29:38 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle53 Start======================
Fri Apr 12 05:38:12 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:50:06
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 51 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 22:50:11
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 17 Hours 52 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.627 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.356 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.360 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.378 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.385 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4102ms
rtt min/avg/max/mdev = 0.356/0.421/0.627/0.104 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:uBuvwea60x30QyPoQjqK8yPPg5dM0qLetgAJwW+FBNM.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 21:42:10 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle54 Start======================
Fri Apr 12 05:50:15 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:02:08
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 4 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:02:14
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 4 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.670 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.358 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.384 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.363 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.358 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4084ms
rtt min/avg/max/mdev = 0.358/0.426/0.670/0.124 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:i/a0SkmWuNNLY/L73GAie6lycLPTRmx1DqI9RGQ/VLY.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 21:54:14 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle55 Start======================
Fri Apr 12 06:02:48 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:14:42
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 16 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:14:47
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 16 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.671 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.433 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.373 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.380 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.462 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4088ms
rtt min/avg/max/mdev = 0.373/0.463/0.671/0.112 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:rp2TpRHIictVECYG5whhMeisd1J1bK/St8/ZNoOFwAQ.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 22:06:47 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle56 Start======================
Fri Apr 12 06:14:49 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:26:42
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 28 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:26:47
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 28 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.625 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.406 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.400 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.404 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.403 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4087ms
rtt min/avg/max/mdev = 0.400/0.447/0.625/0.091 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:k1fjTsXc51svb7qRGZrzFusPaiuqXwFzzBzRptX7PUU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 22:18:49 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle57 Start======================
Fri Apr 12 06:27:10 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:39:03
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 40 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:39:09
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 41 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.761 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.361 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.355 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.360 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4102ms
rtt min/avg/max/mdev = 0.355/0.438/0.761/0.163 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:WG1VAhVHOt30tq6bYJb48gin5aTX/7wNPKjXHeVsPQA.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 22:31:10 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle58 Start======================
Fri Apr 12 06:39:06 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:51:00
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 52 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/11/2024
Contact   : Unknown                                   Time : 23:51:05
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 18 Hours 52 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.658 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.360 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.377 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4099ms
rtt min/avg/max/mdev = 0.359/0.424/0.658/0.119 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:muB6GqJTtdASzo7styI92o09nkcEfKyZbU/bIvvueVU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 22:43:05 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle59 Start======================
Fri Apr 12 06:52:51 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:04:44
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 6 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:04:50
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 6 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.649 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.346 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.361 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.424 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.348 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4085ms
rtt min/avg/max/mdev = 0.346/0.425/0.649/0.117 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:Xdbe/qoQQgz6/8ZDxOs4PC+NCsvpEJo3iiQIkEkbmJk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 22:56:51 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle60 Start======================
Fri Apr 12 07:04:45 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:16:38
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 18 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:16:44
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 18 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.705 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.419 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.352 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.409 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.346 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4083ms
rtt min/avg/max/mdev = 0.346/0.446/0.705/0.133 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:KCoqfuxeNV5EpaaYyI0lwrmLejmKPLllD/qpND0cqBc.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 23:08:44 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle61 Start======================
Fri Apr 12 07:18:01 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:29:54
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 31 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:29:59
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 31 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.696 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.337 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.350 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.372 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.341 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4078ms
rtt min/avg/max/mdev = 0.337/0.419/0.696/0.139 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:89mqcsHcDKa/oUgXlFt/851F/9DNjywo2haEHVcKAzk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 23:22:01 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle62 Start======================
Fri Apr 12 07:31:50 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:43:43
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 45 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:43:48
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 19 Hours 45 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.799 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.428 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.427 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.355 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4078ms
rtt min/avg/max/mdev = 0.355/0.483/0.799/0.162 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:W1zO6qnxRnUNIntEZRpm2RCVQuSJBCrcuWib3SwlS5A.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 23:35:50 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle63 Start======================
Fri Apr 12 07:46:15 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:58:08
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 0 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 00:58:13
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 0 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.702 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.510 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.479 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.397 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.394 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4073ms
rtt min/avg/max/mdev = 0.394/0.496/0.702/0.114 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:oYTHtGbbh/x+yOP/lHQ4DYI9+K8ox8MTLEYR3ZFMjrQ.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Thu Apr 11 23:50:15 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle64 Start======================
Fri Apr 12 07:58:13 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:10:06
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 11 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:10:11
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 12 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.670 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.403 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.414 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.419 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.421 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4082ms
rtt min/avg/max/mdev = 0.403/0.465/0.670/0.104 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:xDDwP1QPtvTTGx4EtAsw8FpbMOs7Q/9q8s6qBLkT3Ic.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 00:02:13 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle65 Start======================
Fri Apr 12 08:15:57 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:27:50
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 29 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:27:56
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 29 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.628 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.445 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.417 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.412 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.366 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4094ms
rtt min/avg/max/mdev = 0.366/0.453/0.628/0.093 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:e9XJac+A3i/UjU/O4QPW8VnoVDMv7PUtMGVIRivQtbw.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 00:15:01 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle66 Start======================
Fri Apr 12 08:29:21 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:41:14
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 43 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:41:20
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 43 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.675 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.443 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.448 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.406 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.430 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4074ms
rtt min/avg/max/mdev = 0.406/0.480/0.675/0.100 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:K12U2z6hwi7e5/MCka8Qx6hgDAKAhQhjcinQorWafJM.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 00:33:22 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle67 Start======================
Fri Apr 12 08:42:17 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:54:10
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 56 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 01:54:15
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 20 Hours 56 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.663 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.383 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.364 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.343 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.409 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4098ms
rtt min/avg/max/mdev = 0.343/0.432/0.663/0.118 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:qiBsZTBykNgCCCFNA7bzGN7o+58s3FXAfWkFHVnCW98.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 00:46:17 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle68 Start======================
Fri Apr 12 08:54:53 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:06:47
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 8 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:06:52
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 8 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.703 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.509 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.481 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.408 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.451 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4076ms
rtt min/avg/max/mdev = 0.408/0.510/0.703/0.103 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:C57A8JbRBf6KPajZgZNsedrk8BwIv+YdaChxH8+j73k.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 00:58:54 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle69 Start======================
Fri Apr 12 09:07:13 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:19:07
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 20 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:19:13
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 21 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.673 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.459 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.889 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.422 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.427 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4047ms
rtt min/avg/max/mdev = 0.422/0.574/0.889/0.182 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:dx4vgmyoZnts42d4JXPizaprNbbZEE/1NmANu9P8b8I.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 01:11:14 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle70 Start======================
Fri Apr 12 09:19:39 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:31:32
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 33 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:31:38
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 33 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
From 10.75.135.33 icmp_seq=1 Destination Host Unreachable
From 10.75.135.33 icmp_seq=2 Destination Host Unreachable
From 10.75.135.33 icmp_seq=3 Destination Host Unreachable
From 10.75.135.33 icmp_seq=4 Destination Host Unreachable
From 10.75.135.33 icmp_seq=5 Destination Host Unreachable

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 0 received, +5 errors, 100% packet loss, time 4102ms
pipe 4
spawn ssh root@10.75.135.250
ssh: connect to host 10.75.135.250 port 22: No route to host
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle71 Start======================
Fri Apr 12 09:30:34 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:42:27
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 44 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:42:33
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 44 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
From 10.75.135.33 icmp_seq=1 Destination Host Unreachable
From 10.75.135.33 icmp_seq=2 Destination Host Unreachable
From 10.75.135.33 icmp_seq=3 Destination Host Unreachable
From 10.75.135.33 icmp_seq=4 Destination Host Unreachable
From 10.75.135.33 icmp_seq=5 Destination Host Unreachable

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 0 received, +5 errors, 100% packet loss, time 4080ms
pipe 4
spawn ssh root@10.75.135.250
ssh: connect to host 10.75.135.250 port 22: No route to host
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle72 Start======================
Fri Apr 12 09:41:29 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:53:22
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 55 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 02:53:28
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 21 Hours 55 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
From 10.75.135.33 icmp_seq=1 Destination Host Unreachable
From 10.75.135.33 icmp_seq=2 Destination Host Unreachable
From 10.75.135.33 icmp_seq=3 Destination Host Unreachable
From 10.75.135.33 icmp_seq=4 Destination Host Unreachable
From 10.75.135.33 icmp_seq=5 Destination Host Unreachable

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 0 received, +5 errors, 100% packet loss, time 4101ms
pipe 4
spawn ssh root@10.75.135.250
ssh: connect to host 10.75.135.250 port 22: No route to host
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle73 Start======================
Fri Apr 12 09:52:24 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:04:17
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 6 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:04:23
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 6 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
From 10.75.135.33 icmp_seq=1 Destination Host Unreachable
From 10.75.135.33 icmp_seq=5 Destination Host Unreachable

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 0 received, +2 errors, 100% packet loss, time 4094ms
pipe 4
spawn ssh root@10.75.135.250
ssh: connect to host 10.75.135.250 port 22: No route to host
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle74 Start======================
Fri Apr 12 10:03:27 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:15:20
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 17 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:15:25
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 17 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
From 10.75.135.33 icmp_seq=1 Destination Host Unreachable
From 10.75.135.33 icmp_seq=2 Destination Host Unreachable
From 10.75.135.33 icmp_seq=3 Destination Host Unreachable
From 10.75.135.33 icmp_seq=4 Destination Host Unreachable
From 10.75.135.33 icmp_seq=5 Destination Host Unreachable

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 0 received, +5 errors, 100% packet loss, time 4092ms
pipe 4
spawn ssh root@10.75.135.250
ssh: connect to host 10.75.135.250 port 22: No route to host
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle75 Start======================
Fri Apr 12 10:14:22 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:26:15
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 28 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:26:20
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 28 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
From 10.75.135.33 icmp_seq=1 Destination Host Unreachable
From 10.75.135.33 icmp_seq=5 Destination Host Unreachable

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 0 received, +2 errors, 100% packet loss, time 4091ms
pipe 4
spawn ssh root@10.75.135.250
ssh: connect to host 10.75.135.250 port 22: No route to host
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle76 Start======================
Fri Apr 12 10:25:25 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:37:18
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 39 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:37:23
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 39 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.792 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.388 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.349 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.356 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.369 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4073ms
rtt min/avg/max/mdev = 0.349/0.450/0.792/0.173 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:l5kJFTU/vy/nSE1zzmHXL12RJPbmYsBlIlQY0ghKmeU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 02:30:29 2024
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle77 Start======================
Fri Apr 12 10:40:49 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:52:42
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 54 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 03:52:48
Location  : Unknown                                   User : Super User
Up Time   : 239 Days 22 Hours 54 Minutes              Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.654 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.447 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.332 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.365 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.468 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4081ms
rtt min/avg/max/mdev = 0.332/0.453/0.654/0.113 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:Xe7Qv/mC3Te6JB/0iE4Ts65RYVBJCOQx+J/p9N7j8QU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 02:55:34 2024
root@bmc-oob.:~# power cycle 
Successful
======================cycle0 Start======================
Fri Apr 12 12:35:51 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 05:47:44
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 0 Hours 49 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 05:47:49
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 0 Hours 49 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.673 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.344 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.363 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.355 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.449 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4078ms
rtt min/avg/max/mdev = 0.344/0.436/0.673/0.126 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:jDUda+KRo3eacXOEyyR3sQ9/tKFWW1Xm8zpd6S6lR7E.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 04:44:25 2024
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle1 Start======================
Fri Apr 12 12:50:04 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:01:57
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 3 Minutes                 Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:02:02
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 3 Minutes                 Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.677 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.333 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.396 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.339 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4090ms
rtt min/avg/max/mdev = 0.333/0.420/0.677/0.132 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:I55AN8Ku6iPNE2et9OZqbJ1FQjn43552Y+agNAehDxI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 04:54:07 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle2 Start======================
Fri Apr 12 13:02:14 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:14:07
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 15 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:14:13
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 16 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.695 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.407 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.420 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.455 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.445 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4077ms
rtt min/avg/max/mdev = 0.407/0.484/0.695/0.108 ms
spawn ssh root@10.75.135.250
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle3 Start======================
Fri Apr 12 13:18:04 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:29:57
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 31 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:30:02
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 31 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.619 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.346 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.345 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.342 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.354 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4083ms
rtt min/avg/max/mdev = 0.342/0.401/0.619/0.109 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:El8SqGbWY1nxAPxoYcuJZhnFnTaiXi7OOGBZN1+BzIM.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 05:30:47 2024
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle4 Start======================
Fri Apr 12 13:33:27 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:45:21
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 47 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:45:26
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 1 Hour 47 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.636 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.362 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.478 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.320 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.396 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4089ms
rtt min/avg/max/mdev = 0.320/0.438/0.636/0.113 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:p5z1JDFSAOArVLonMsjjH8LURXHfWsOGHo5GMmZfs4M.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 05:37:31 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle5 Start======================
Fri Apr 12 13:47:11 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:59:04
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 0 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 06:59:09
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 1 Minute                 Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.712 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.415 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.354 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.349 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.359 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4091ms
rtt min/avg/max/mdev = 0.349/0.437/0.712/0.141 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:hWzq07yWZkp9ibEIjHNCEJuEMwMxFbJtzfOSn42eUHI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 05:51:14 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle6 Start======================
Fri Apr 12 14:01:04 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:12:58
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 14 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:13:03
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 14 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=1.29 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.354 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.572 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.345 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.343 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4067ms
rtt min/avg/max/mdev = 0.343/0.581/1.295/0.368 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:7PQ9GuSX/6YNbn8RLWjyqhZvVtfT8jwXnwEbFYr5oes.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 06:05:08 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle7 Start======================
Fri Apr 12 14:14:26 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:26:20
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 28 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:26:26
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 28 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.666 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.363 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.370 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.380 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4073ms
rtt min/avg/max/mdev = 0.359/0.427/0.666/0.121 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:0ylEu+gNK1tFY0EObCzCxd80LJv7Rs3ExC5QwIVHuEI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 06:20:56 2024
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle8 Start======================
Fri Apr 12 14:27:12 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:39:05
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 40 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:39:11
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 41 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.659 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.345 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.352 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.408 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.355 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4073ms
rtt min/avg/max/mdev = 0.345/0.423/0.659/0.122 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:V/EoRnM54zeXNpCBosVawEZ/7ccK4JMmRyx55FzhqCE.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 06:31:16 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle9 Start======================
Fri Apr 12 14:41:51 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:53:44
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 55 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 07:53:50
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 2 Hours 55 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.685 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.351 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.345 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.341 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.379 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4084ms
rtt min/avg/max/mdev = 0.341/0.420/0.685/0.133 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:tpNmMJzzJxHD3XYbZnlaOcyLigx6UNHVvRPZVloP9Lk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 06:45:55 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle10 Start======================
Fri Apr 12 14:54:04 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:05:57
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 7 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:06:02
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 7 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.658 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.403 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.328 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.417 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.407 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4082ms
rtt min/avg/max/mdev = 0.328/0.442/0.658/0.114 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:+YCb99P8FOnppR6MhWzwPle8htqjIA8/PPSSehE2f/E.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 06:58:07 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle11 Start======================
Fri Apr 12 15:07:44 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:19:37
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 21 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:19:42
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 21 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.711 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.381 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.369 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.385 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.386 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4080ms
rtt min/avg/max/mdev = 0.369/0.446/0.711/0.133 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:+TPDec4g2jQguvYyrw71QohomHFcoZo9bQLzvp6Qhp8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 07:20:10 2024
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle12 Start======================
Fri Apr 12 15:21:53 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:33:46
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 35 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:33:52
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 35 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.789 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.412 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.428 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.373 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.395 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4103ms
rtt min/avg/max/mdev = 0.373/0.479/0.789/0.157 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:nC1iu0k5cxJ8UjxxgbkBwj1iX3SPS3LoI2AYb+3QZbk.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 07:25:57 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle13 Start======================
Fri Apr 12 15:34:19 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:46:12
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 48 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:46:18
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 3 Hours 48 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.684 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.351 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.375 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.357 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.353 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4079ms
rtt min/avg/max/mdev = 0.351/0.424/0.684/0.130 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:kC0lwZViA4BvjhIMcp4PWzXXgo8jAAxdweIYwBpZM7U.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 07:38:23 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle14 Start======================
Fri Apr 12 15:46:41 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:58:35
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 0 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 08:58:41
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 0 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.722 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.346 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.364 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.463 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.459 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4082ms
rtt min/avg/max/mdev = 0.346/0.470/0.722/0.137 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:5lAhqkL4I+k1SQyJqfjlzUyLRJs01h9WCXPPlnI8sa8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 07:50:45 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle15 Start======================
Fri Apr 12 16:05:46 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:17:39
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 19 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:17:44
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 19 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.632 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.402 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.361 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.365 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.421 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4082ms
rtt min/avg/max/mdev = 0.361/0.436/0.632/0.101 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:0K/W33iIOp/z3AemjpUHBX5e1h6fINujeX+uKrv5nPA.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 08:04:54 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle16 Start======================
Fri Apr 12 16:20:35 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:32:28
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 34 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:32:34
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 34 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.670 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.417 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.356 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.355 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.346 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4097ms
rtt min/avg/max/mdev = 0.346/0.428/0.670/0.125 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:38hlS4bYE5ABuCB2LcnoSjKWDg06JqoKYlinOlc1XII.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 08:24:39 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle17 Start======================
Fri Apr 12 16:33:02 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:44:56
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 46 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:45:01
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 4 Hours 46 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.673 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.470 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=2.72 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.405 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.362 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4052ms
rtt min/avg/max/mdev = 0.362/0.927/2.726/0.905 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:hwXzPVyBN6/m7HNHlSanbQZAhobCM4G3N5bj1ZkVFWI.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 08:37:08 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle18 Start======================
Fri Apr 12 16:47:13 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:59:07
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 0 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 09:59:13
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 1 Minute                 Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.780 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.360 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.392 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.337 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.397 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4092ms
rtt min/avg/max/mdev = 0.337/0.453/0.780/0.165 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:7I7Y4Ipqx9jmXHvW9VREUoQV2AxxbJyhLJY3ulywHxg.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 08:51:19 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle19 Start======================
Fri Apr 12 16:59:46 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:11:39
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 13 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:11:44
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 13 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.758 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.410 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.426 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.368 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.373 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4081ms
rtt min/avg/max/mdev = 0.368/0.467/0.758/0.147 ms
spawn ssh root@10.75.135.250
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle20 Start======================
Fri Apr 12 17:15:35 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:27:29
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 29 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:27:34
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 29 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.674 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.333 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.351 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.398 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.377 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4078ms
rtt min/avg/max/mdev = 0.333/0.426/0.674/0.127 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:rqlujtTJ8ka/DA6RLWiCJ1xNSpgezcAwl+G01bi5M+A.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 09:03:50 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle21 Start======================
Fri Apr 12 17:30:10 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:42:04
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 43 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:42:09
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 43 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.628 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.354 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.370 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.367 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.364 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4090ms
rtt min/avg/max/mdev = 0.354/0.416/0.628/0.108 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:Moam/LQkKGjGrjJ91SAIdhKHwpnFdJHEa/ORNpl/qrc.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 09:34:15 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle22 Start======================
Fri Apr 12 17:42:55 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:54:48
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 56 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 10:54:54
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 5 Hours 56 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.685 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.391 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.362 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.373 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.355 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4101ms
rtt min/avg/max/mdev = 0.355/0.433/0.685/0.127 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:nvrRyRo9fusJnl8Xa4ghOFVIHsjHwU9uys+GZE9adU8.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 09:47:00 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle23 Start======================
Fri Apr 12 17:55:24 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:07:17
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 9 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:07:23
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 9 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.688 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.393 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.352 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=1.19 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.340 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4082ms
rtt min/avg/max/mdev = 0.340/0.594/1.197/0.327 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:lCSApjwBNoIUCUhr2DiDIcpglc8k/7f5x5XBx2AqCDc.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 09:59:29 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle24 Start======================
Fri Apr 12 18:09:52 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:21:46
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 23 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:21:51
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 23 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.639 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.426 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.378 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.416 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.467 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4094ms
rtt min/avg/max/mdev = 0.378/0.465/0.639/0.092 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:wWCgg5tDrCXlo/yjfoQ8j4PBOYWGMDzYqCaNQhufcw0.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 10:13:58 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle25 Start======================
Fri Apr 12 18:22:59 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:34:52
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 36 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:34:58
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 36 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.772 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.350 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.431 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.483 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.357 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4064ms
rtt min/avg/max/mdev = 0.350/0.478/0.772/0.156 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:N2jGY+iXZcncDdGkHLKW3tYGSBo4VUQLky7uzw/Pbo4.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 10:35:52 2024
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle26 Start======================
Fri Apr 12 18:40:29 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:52:22
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 54 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 11:52:28
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 6 Hours 54 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.666 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.397 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.399 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.385 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.436 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4095ms
rtt min/avg/max/mdev = 0.385/0.456/0.666/0.108 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:pAVEY/Qj8EqcGdBTsBAPZz9z9GAQNNyXSWzwAo3QAxM.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 10:39:38 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle27 Start======================
Fri Apr 12 18:52:35 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:04:29
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 6 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:04:34
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 6 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.660 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.421 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.414 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.359 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.401 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4074ms
rtt min/avg/max/mdev = 0.359/0.451/0.660/0.106 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:DRi83w9Nx4cuLqLNDd4sK2p1pdD13sdYcSkgciKKMFc.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 10:56:42 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle28 Start======================
Fri Apr 12 19:04:48 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:16:41
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 18 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:16:46
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 18 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.596 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.348 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.367 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.341 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.361 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4101ms
rtt min/avg/max/mdev = 0.341/0.402/0.596/0.099 ms
spawn ssh root@10.75.135.250
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle29 Start======================
Fri Apr 12 19:20:37 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:32:31
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 34 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:32:36
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 34 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.629 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.349 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.406 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.379 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.337 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4085ms
rtt min/avg/max/mdev = 0.337/0.420/0.629/0.107 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:aMdRuHvKdVNsN00mvMnJv4aOMD5atANI7EtIX623YCU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 11:08:54 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
Successful
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle30 Start======================
Fri Apr 12 19:36:00 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:47:53
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 49 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 12:47:59
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 7 Hours 49 Minutes               Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
PING 10.75.135.250 (10.75.135.250) 56(84) bytes of data.
64 bytes from 10.75.135.250: icmp_seq=1 ttl=64 time=0.784 ms
64 bytes from 10.75.135.250: icmp_seq=2 ttl=64 time=0.397 ms
64 bytes from 10.75.135.250: icmp_seq=3 ttl=64 time=0.444 ms
64 bytes from 10.75.135.250: icmp_seq=4 ttl=64 time=0.387 ms
64 bytes from 10.75.135.250: icmp_seq=5 ttl=64 time=0.354 ms

--- 10.75.135.250 ping statistics ---
5 packets transmitted, 5 received, 0% packet loss, time 4103ms
rtt min/avg/max/mdev = 0.354/0.473/0.784/0.158 ms
spawn ssh root@10.75.135.250
The authenticity of host '10.75.135.250 (10.75.135.250)' can't be established.
ECDSA key fingerprint is SHA256:VV9L7s2uG0EZFAbKdKt09pVqGB04g4jzXvHNSrxtsCU.
Are you sure you want to continue connecting (yes/no)? yes
Warning: Permanently added '10.75.135.250' (ECDSA) to the list of known hosts.
root@10.75.135.250's password: 
Last login: Fri Apr 12 11:40:06 2024 from 10.75.135.33
root@bmc-oob.:~# power cycle 
connect is timeout
==================================================================================================
**************************************************************************************************
==================================================================================================
======================cycle31 Start======================
Fri Apr 12 19:54:07 CST 2024
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 13:06:00
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 8 Hours 7 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOff 9,10
E000: Success
spawn telnet 10.75.135.100
Trying 10.75.135.100...
Connected to 10.75.135.100.
Escape character is '^]'.

User Name : apc
Password  : ******

Schneider Electric                      Network Management Card AOS      v6.5.6
(c) Copyright 2018 All Rights Reserved  RPDU 2g APP                      v6.5.6
-------------------------------------------------------------------------------
Name      : apc1E041C                                 Date : 04/12/2024
Contact   : Unknown                                   Time : 13:06:05
Location  : Unknown                                   User : Super User
Up Time   : 240 Days 8 Hours 7 Minutes                Stat : P+ N4+ N6+ A+


Type ? for command listing
Use tcpip command for IP address(-i), subnet(-s), and gateway(-g)

apc>olOn 9,10
E000: Success
